---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.TagElementCount
source: html/2ca9c9d6-b333-a3db-2afe-9f877ab2b589.htm
---
# Autodesk.Revit.DB.ParameterTypeId.TagElementCount Property

"Host Count"

## Syntax (C#)
```csharp
public static ForgeTypeId TagElementCount { get; }
```